13/data/attachments/9268833167aa4b35.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_bdf95f31-4736-4629-b2cb-7d0a6725ca01</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>5</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>